Tekla Open API Reference for Tekla Structures 2025
NumberingSeriesNullable Properties
The NumberingSeriesNullable type exposes the following members.
Properties
Name | Description
Prefix
 Gets or sets the numbering prefix.
StartNumber
 Gets or sets the numbering start number.
Top
See Also
Reference
NumberingSeriesNullable Class
Tekla.Structures.Model Namespace